import React from "react";

const ConsumersView = () => {
  return (
    <main className="max-w-6xl mx-auto px-10 py-5 flex flex-col gap-y-5">
      <section className="section-consumers">
        <header className="services-header title">
          <h2 className="text-xl font-bold">Споживачам  ТОВ &quot;ЕК &quot;МЕТЕЗА&quot;</h2>
        </header>
        <p className="title-text">
          Наша компанія має на меті створити прозору та доступну систему
          комунікації для своїх клієнтів. Це можливо після реалізації проекту
          договору, що буде базою для клієнтів, які співпрацюють з нами
          довгостроково. Споживачі мають право вносити будь-які зміни у даний
          договір та просити компанію змінити певні пункти за бажанням. Даний
          процес звільнить споживача від можливих неточностей у роботі та
          спорів/скарг після виникнення непорозуміння. Але ми готові вирішувати
          будь-яке питання, проблему, або конфліктну ситуацію, яка виникне у
          наших клієнтів.
          <br />
          <br />
          Неможливо уникнути скарг у роботі з численною кількістю клієнтів, тому
          ми відкриті для пропозицій та діалогу зі споживачами. Окрім цього,
          будь-хто може заявити до Національної комісії, або подати позив у суд
          з питань надання комунальних послуг та енергетики. Наприклад,
          неправомірні нарахування, або помилкова робота. Ми готові
          співпрацювати без судових розслідувань, але якщо, на думку споживача,
          це не можливо – ми будемо вирішувати питання через будь-які інстанції,
          обрані клієнтом.
          <br />
          <br />
          Одначе нічого не буває ідеального і потрібно бути готовим до того, що
          виникають ситуації, коли спор не минущий. І споживач має повне право
          звернутися до Національної комісії, яка є відповідальною у питаннях
          комунальних послуг та енергетики або напряму до суду.
          <br />
          <br />
          Наші шановні клієнти можуть вносити свої пропозиції, повідомлення чи
          претензії про загрозу енергобезпеці та електробезпеці за наступними
          контактними даними:
          <br />
          <br />
          &#8211;<span> Номер телефону: +38(067)606-88-66;</span>
          <br />
          &#8211;
          <span> Електронна пошта: meteza@ukr.net</span>
          <br />
          &#8211;
          <span>
            {" "}
            Поштова адреса: Україна, 04053 , місто Київ, пров. Киянівський,
            будинок 3-7, офіс 110
          </span>
          <br />
          <br />
          Скаргу, звернення чи повідомлення також можна передати безпосередньому
          керівництву під час особистого прийому, але зверніть уваги, що
          обов’язково у письмовій формі.
          <br />
          <br />
          Заява повинна містити найменування об’єкта споживання повністю, його
          реальне місце розташування та фактичну поштову адресу.
          <br />
          <br />
          В заяві треба викласти інформацію по суті, поставити підпис та вказати
          дату складання. До неї необхідно додати копію або ж оригінал рішення,
          яке було прийнято раніше та необхідну документацію, яка має відношення
          до розгляду заяви.
          <br />
          <br />
          По завершенню всіх процесів всі документи видаються власнику на руки.
          <br />
          <br />
          В випадках, коли заява надсилається по електронній пошті, потрібно
          прикріпити контактні дані для зворотного зв’язку.
          <br />
          <br />
          Відповідь споживачу повинна надійти упродовж одного робочого дня.
          <br />
          <br />
          Заяви, які класифікуються як повідомлення про загрозу електронебезпеки
          повинні розглядатись у відповідності чинного законодавства України.
          <br />
          <br />
          Донесення такого характеру є надзвичайно важливими. Працівники та
          свідки подій, які тлумачаться як загроза електронебезпеки в
          обов’язковому порядку повинні повідомляти про них якнайшвидше.
          <br />
          <br />
          Працівники, які зіштовхнулися з подібною ситуацією у першу чергу
          докладають керуючому компанії чи іншим уповноваженим особам.
          <br />
          <br />
          Споживачі можуть звернутися з повідомленням до споживчого центру за
          телефоном: <span>+38(067)606-88-66</span>.
          <br />
          <br />
          Що стосується техніки безпеки, в випадках, коли замикання електричного
          струму відбулось на землю, свідки події повинні:
          <br />
          <br />
          &#8211;
          <span> відійти не менше ніж на 8 метрів від центру небезпеки;</span>
          <br />
          &#8211;<span> попередити навколишніх про небезпечне явище;</span>
          <br />
          &#8211;<span> надати інформацію про ситуацію, що склалася.</span>
          <br />
          <br />
          Керівництво в свою чергу дізнавшись про небезпеку негайно повинно
          відреагувати та в найкоротший термін прийняти рішення по урегулювання
          ситуації та зробити профілактичні дії, які в майбутньому не допустять
          повторення небезпечної події.
          <br />
          <br />
          Коли небезпечна подія – це пожежа, тоді миттєво треба повідомити
          цивільний відділ захисту, додзвонитись до диспетчера ОДС, РЕМ та
          повідомити нас за телефоном <span>+38(067)606-88-66</span>
        </p>
        <header className="services-header title">
          <h2 className="text-xl font-bold">
            Контакти для співпраці, пропозицій та скарг
          </h2>
        </header>
        <p className="title-text">
          Ви можете надати нам будь-яку інформацію стосовно комунальних питань,
          енергонебезпеки за цими контактами:
          <br />
          <br />–<span> Номер телефону:</span> +38(067)606-88-66;
          <br />–<span> Електронна пошта:</span> meteza@ukr.net;
          <br />–<span> Поштова адреса:</span> Україна, 04053 , місто Київ,
          пров. Киянівський, будинок 3-7, офіс 110;
          <br />
          <br />
          Також, на постійній основі приймаються скарги та пропозиції під час
          годин прийому споживачів. Обов’язково усі побажання оформлюються у
          письмовій формі для подальшого розгляду.
        </p>
        <header className="services-header title">
          <h2 className="text-xl font-bold">
            Що має містити письмове звернення?
          </h2>
        </header>
        <p className="title-text">
          <span>1.</span> ПІБ того, хто подає звернення.
          <br />
          <br />
          <span>2.</span>Повна адреса об’єкту, який обслуговує компанія
          (фактичне місцезнаходження споруди).
          <br />
          <br />
          <span>3.</span>Поштова адреса (індекс та адреса).
          <br />
          <br />
          <span>4.</span>Інформація з приводу звернення.
          <br />
          <br />
          <span>5.</span>Дата, час та підпис.
          <br />
          <br />
          <span>6.</span>Додаткові документи, які слугують доказами
          неправомірних дій (якщо є потреба).
          <br />
          <br />
          Після подання і розгляду усі подані документи повертають власнику.
          Якщо подання звернення виконується у електронній формі на
          e-mail-адресу, то потрібно підкріпити дані для зворотного листа (у
          першому пункті). Відповідь на будь-яку форму скарги виконується за
          один робочий день. Якщо заява повідомляє про енегронебезпеку, то у
          відповідь приходить лист про отримання, а результати виконання роботи
          не надаються. Усі питання безпеки виконуються згідно законодавства
          України.
          <br />
          <br />
          Особлива увага ведеться над скаргами про безпеку. Якщо надходить
          відповідне повідомлення, то його розглядають позачергово. Кожен
          споживач, працівник компанії, або свідок події має повідомляти про
          загрозу якнайшвидше, для своєчасного успішного її подолання.
          Працівники докладають про загрозу керівництву, інші особи можуть
          скористатись будь-якою формою подання скарг.
          <br />
          <br />
        </p>
        <header className="services-header title">
          <h2 className="text-xl font-bold">
            Як діяти при виникненні загрози електробезпеки?
          </h2>
        </header>
        <p className="title-text">
          Якщо ви стали свідком замикання електричного струму на земельній
          ділянці (наприклад, зривання електричних проводів), потрібно виконати
          ряд дій:
          <br />
          <br />
          – Покинути місце загрози (бажано відійти на 8-10 метрів).
          <br />
          – Попередити людей, які знаходяться поруч, або мають намір пройти у
          місце небезпеки.
          <br />
          – У швидкому порядку надати інформацію за телефоном вказаним вище.
          <br />
          <br />
          Ми обов’язково відреагуємо на скаргу, миттєву приймемо рішення і
          почнемо діяти. Ваша швидка реакція може врятувати життя мешканців, які
          не були свідками події. Після будь-яких надзвичайних ситуацій, ми
          проводимо профілактичні роботи на об’єктах, які знаходились поруч з
          місцем ураження. Якщо на ваших очах розгорається пожежа, то у першу
          чергу потрібно зателефонувати за номером 101, по можливості залучити
          цивільних відділ захисту, повідомити ОДС та місцевий РЕМ.
        </p>
      </section>
    </main>
  );
};

export default ConsumersView;
